arr.push({
  img: './source/daeheung/restaurant/japanese/1스시복.jpeg',
  name: '스시복',
  grade: 4.53,
  tag: ['#스시킬러가인정한<br>', '#다양한사케'],
  explain: [
    '신성하고 양질의 재료를 매일 직접 손지랗고 정성껏 준비해 합리적인 가격과 퀼리티로 제공합니다. ',
  ],
  menu: [
    '사시미모리아와세 2인(50,000원)',
    '스페셜스시 12p(12,000원)',
    '후토마끼(16,000원)',
    '런치A세트(23,000원)',
    '런치소담세트(19,000원)',
    '마구로마끼(20,000원)',
    '이소베마끼(13,000원)',
    '사시미모리와세 3인(75,000원)',
    '특선스시(19,000원)',
  ],
  postLink: './second_clicked/스시복.html',
})

arr.push({
  img: './source/daeheung/restaurant/japanese/2정든그릇.jpeg',
  name: '정든그릇본점',
  grade: 4.62,
  tag: ['#아늑한실내<br>', '#조명맛집'],
  explain: [
    '안녕하세요. 정든그릇입니다. 저희 매장은 소스 하나하나 직접 배합하여 만드렴 주문과 동시에 조리합니다. 요리부터 서비스까지 정성을 다하겠습니다.',
  ],
  menu: [
    '정든카츠(13,000원)',
    '등심카츠(12,000원)',
    '연어덮밥(15,000원)',
    '매콤카레라이스(9,000원)',
    '소고기덮밥(9,000원)',
    '돈까스덮밥(9,000원)',
    '명란듬뿍크림우동(10,000원)',
    '탄탄우동(10,000원)',
    '연어소바(10,000원)',
  ],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/3오타코.jpeg',
  name: '오타코',
  grade: 4.2,
  tag: ['#오코노미야끼맛집<br>', '#맥주와잘어울리는'],
  explain: ['안녕하세요. 오타코입니다.'],
  menu: ['타코야끼9알(4,000원)'],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/4육연타마포.jpeg',
  name: '육연타마포',
  grade: 4.5,
  tag: ['#20년경력<br>', '#가성비좋은'],
  explain: [
    '안녕하세요. 대흥동 맛집 새로 런칭한 브랜드 육연타 인사드립니다. 원재료부터 고객님께 한상차림을 완성하기까지 도와주고 고민하여 투자해준 사ㅏㅁ들의 경력을 합치면 백년이 넘습니다. 정성을 담아 보답해 드리겠습니다.',
  ],
  menu: [
    '수제 명품 보리카츠(12,000원)',
    '육회(변동)',
    '연어초밥(변동)',
    '연어회덮밥(변동)',
  ],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/5타코방타코야끼.jpeg',
  name: '타코방타코야끼',
  grade: 4.7,
  tag: ['#오픈이벤트<br>', '#오사카풍'],
  explain: ['오사카풍 타코야끼입니다. 소스 1~3개 선택가능'],
  menu: [
    '타코야끼 13알(7,000원)',
    '타코야끼 15알(8,000원)',
    '타코야끼 26알(14,000원)',
    '타코야끼 30알(16,000원)',
  ],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/6멘카야.jpeg',
  name: '멘카야',
  grade: 4.45,
  tag: ['#돈까스맛집<br>', '#라멘맛집'],
  explain: [
    '그냥 동네 라멘집입니다. 화려한 기술 없고 정직하게 끓여냅니다. 블로그 마케팅 같은 거 안합니다. 업자들 전화하지 마세요.',
  ],
  menu: [
    '하카타라멘(9,000원)',
    '멘카야(10,000원)',
    '미소라멘(9,000원)',
    '탄탄멘(9,000원)',
  ],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/7톨.jpeg',
  name: '톨',
  grade: 4.6,
  tag: ['#혼밥하기좋은<br>', '#현지인맛집'],
  explain: ['안녕하세요. 서울시 마포구 대흥동에 위치한 톨입니다.'],
  menu: ['마제돌솥밥(9,000원)', '마제멘(9,000원)', '가츠동('],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/8경수사.jpeg',
  name: '경수사',
  grade: 4.23,
  tag: ['#깔끔한<br>', '#초밥전문점'],
  explain: ['안녕하세요. 경수사 인사드립니다.'],
  menu: [
    '모듬사시미(65,000원)',
    '특사시미(85,000원)',
    '광어(130,000원)',
    '도미(130,000원)',
    '농어(130,000원)',
    '전복회(변동)',
    '생선초밥(19,000원)',
    '특초밥(24,000원)',
  ],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/9소돌초밥.jpeg',
  name: '소돌초밥',
  grade: 4.22,
  tag: ['#혼밥하기좋은<br>', '#가성비좋은'],
  explain: ['안녕하세요. 혼밥하기 좋은 소돌초밥입니다.'],
  menu: [
    '특소돌초밥10p(15,000원)',
    '광어+연어초밥10p(18,000원))',
    '회덮밥(10,000원)',
    '장어덮밥(12,000원)',
    '알탕(12,000원)',
    '소돌초밥8p(10,000원)',
    '특소돌초밥(15,000원)',
  ],
})

arr.push({
  img: './source/daeheung/restaurant/japanese/10후쿠스시.jpeg',
  name: '후쿠스시',
  grade: 4.65,
  tag: ['#트렌디한<br>', '#스시맛집'],
  explain: ['특급호텔 출신 요리사의 착한 가격, 맛있는 초밥집'],
  menu: [
    '후쿠 모듬초밥(16,000원)',
    '후쿠 생선초밥(18,000원)',
    '후쿠 스페셜 모듬초밥(19,000원)',
    '연어초밥12p(19,000원)',
    '스페셜후토마끼(25,000원)',
    '아보카도 롤(13,000원)',
    '참다랑어초밥(32,000원)',
  ],
})
