arr.push({
  img: './source/yeonnam/cafe/person/작당모의.jpeg',
  name: '작당모의',
  grade: 4.39,
  tag: ['#아늑한<br>', '#디저트가 맛있는'],
  // zzim: 체크박스 selected?,
  explain:
    '한팀 최대 4인 이하로 매장이용 가능. 주차는 주변 공영주차장을 이용해주세요.',
  menu: [
    '작당모의 티라미슈 (11,000원)',
    '작당모의 플레이트 (8,800원)',
    '작당모의 보울케이크 (8,800원)',
    '작당모의 타르트 (7,800원)',
    '티라미슈 (12,000원)',
    '작당모의 에이드 (7,800원)',
    '작당모의 라떼 (7,800원)',
    '작당모의 블랙티 (7,800원)',
    '아메리카노 (5,800원)',
    '카페라떼 (6,300원)',
  ],
  postLink: './second_clicked/작당모의.html',
})

arr.push({
  img: './source/yeonnam/cafe/person/어썸.jpeg',
  name: '어썸마운틴',
  grade: 4.83,
  tag: ['#대화하기 좋은<br>', '#커피가 맛있는'],
  explain:
    ' 안개가 자욱한 새벽, 산 정상에 닿았을 때, 새벽의 상쾌한 공기, 자욱하고 신비했던 안개는 복잡한 일상을 잠시 잊게 해주었습니다. 그 때의 모습을 이 곳에 담고 싶었습니다. 쉬었다 가세요',
  menu: [
    '어썸커피 (6,000원)',
    '플랫화이트 (5,500원)',
    '아메리카노 (5,000원)',
    '카페라떼 (5,500원)',
    '마운틴커피 (7,000원)',
    '패션후르츠 에이드 (6,500원)',
    '히비스커스레몬 아이스티 (6,500원)',
    '청포도라임 에이드 (6,500원)',
  ],
})

arr.push({
  img: './source/yeonnam/cafe/person/호안.jpeg',
  name: '호안끼엠',
  grade: 4.64,
  tag: ['#이색적인<br>', '#디저트가 맛있는'],
  explain:
    '연남동 숨은 빙수 맛집 호안끼엠. 베트남 디저트를 즐기러 오세요. (월요일 휴무)',
  menu: [
    '망고 빙수 (14,500원)',
    '딸기 빙수 (14,000원)',
    '코코넛 쿠키 (2,000원)',
    '비엣남 토스트 (9,500원)',
    '에그 갈레트 (13,500원)',
    '아메리카노 (5,500원)',
    '카페라떼 (6,000원)',
    '연유라떼 (7,000원)',
    '코코넛 카페라떼 (7,500원)',
    '코코넛 스무디 (7,000원)',
  ],
})

arr.push({
  img: './source/yeonnam/cafe/person/공명.jpeg',
  name: '카페 공명',
  grade: 4.7,
  tag: ['#대화하기 좋은<br>', '#디저트가 맛있는'],
  explain:
    "'카페 공명 연남점'은 필름출판사에서 운영하는 공간으로 '좋은 시간을 우리와 함께 (have a good time with)'라는 생각으로 공간을 채우기 위해 노력하고 있습니다. 공명에서만 느낄 수 있는 고즈넉한 분위기와 함께 다양한 종류의 베이커리와 커피를 즐길 수 있습니다.",
  menu: [
    '공명 밀크티 (6,500원)',
    '아메리카노 (5,000원)',
    '공명 라떼 (6,500원)',
    '카페라떼 (6,000원)',
    '플랫화이트 (6,000원)',
    '바닐라라떼 (6,500원)',
    '크림모카 (6,500원)',
    '말차라떼 (6,500원)',
  ],
})

arr.push({
  img: './source/yeonnam/cafe/person/오버트.jpeg',
  name: '오버트 연남',
  grade: 4.5,
  tag: ['#커피가 맛있는<br>', '#이색적인'],
})

arr.push({
  img: './source/yeonnam/cafe/person/오르트.jpeg',
  name: '카페 오르트',
  grade: 4.52,
  tag: ['#대화하기 좋은<br>', '#루프탑이 있는'],
})

arr.push({
  img: './source/yeonnam/cafe/person/만동제과.jpeg',
  name: '만동제과',
  grade: 4.51,
  tag: ['#넓은<br>', '#디저트가 맛있는'],
})

arr.push({
  img: './source/yeonnam/cafe/person/앤티크.jpeg',
  name: '앤티크커피',
  grade: 4.2,
  tag: ['#디저트가 맛있는<br>', '#커피가 맛있는'],
})

arr.push({
  img: './source/yeonnam/cafe/person/오랑지.jpeg',
  name: '오랑지',
  grade: 4.62,
  tag: ['#이색적인<br>', '#대화하기 좋은'],
})

arr.push({
  img: './source/yeonnam/cafe/person/어니스트.jpeg',
  name: '어니스트 팬케이크',
  grade: 4.67,
  tag: ['#대화하기 좋은<br>', '#디저트가 맛있는'],
})
