let kf1_d = {
  img: (src = "./1황금콩밭.jpeg"),
  name: 황금콩밭,
  grade: 4.36,
  tag: ["미쉐린가이드서울", "직접만드는"],
  explain: [
    "황금콩밭은 지속가능성을 실천하며 국내서 생산된 친환경 재료만을 사용하여 손님들에게 건강한 한끼 식사를 전해드립니다.",
  ],
  menu: [
    "생두부찌개(13,000원)",
    "심코스(40,000원)",
    "보쌈(46,000원)",
    "두부젓국(30,000원)",
    "두부버섯전골(40,000원)",
    "오모가리청국장(30,000원)",
    "냄비두부조림(32,000원)",
    "두부전(20,000원)",
    "두부완자(25,000원)",
  ],
};

let kf2_d = {
  img: (src = "./2롤앤롤김밥.png"),
  name: 롤앤롤김밥,
  grade: "-",
  tag: ["오픈주방", "트렌드에맞는"],
  explain: [
    "갑작스러운 주문량 상승으로 한시적인 재료 준비 시간을 가지려고 합니다. 브레이는 주중, 주말 동이랗게 15:00-17:00로 적용되니 이용 시에 참고해주시면 감사하겠습니다.",
  ],
  menu: [
    "필리치즈스테이크김밥(5,500원)",
    "서강김밥(3,500원)",
    "우엉김밥(4,500원)",
    "유부김밥(4,500원)",
    "참치김밥(4,500원)",
    "계란김밥(4,500원)",
  ],
};

let kf3_d = {
  img: (src = "./3요수정.jpeg"),
  name: 요수정,
  grade: 4.4,
  tag: ["퓨전적인", "믿고맡김"],
  explain: [
    "안녕하세요. 요수정입니다. 요수정은 코리아이탈리안 비스트로입니다. 고향 거창의 한식을 바탕으로 이탈리안 음식을 표방 합니다.",
  ],
  menu: [
    "믿고맡김 런치 코스(38,000원)",
    "믿고맡김 디너 코스(50,000원)",
    "작은 요리(,10000원)",
  ],
};

let kf4_d = {
  img: (src = "./4도꼭지.jpeg"),
  name: 도꼭지,
  grade: 4.46,
  tag: ["솥밥맛집", "건강식"],
  explain: [
    "서강대학교 주차장, 서강역 공영주차장 이용 부탁드립니다(유료 주차 / 개인 부담)",
  ],
  menu: [
    "도미솥밥(26,000원)",
    "고등어구이+계절솥밥(23,000원)",
    "전복솥밥(25,000원)",
    "도미전복솥밥(32,000원)",
    "삼치구이+계절솥밥(27,000원)",
    "제주갈치구이+계절솥밥(35,000원)",
    "제윢볶음+계절솥밥(23,000원)",
    "제주옥돔구이한상(2인)(50,000원)",
    "옥돔구이(42,000원)",
    "도미머리조림(35,000원)",
  ],
};

let kf5_d = {
  img: (src = "./5포도원삼계탕.jpeg"),
  name: 포도원삼계탕,
  grade: "-",
  tag: ["보양식", "들깨맛집"],
  explain: [
    "안녕하세요. 삼계탕 전문점 포도원삼계탕입니다. 내 가족이 먹는다는 생각으로 매장의 청결함을 관리하고 있습니다.",
  ],
  menu: [
    "들깨삼계탕(16,000원)",
    "흑임자삼계탕(16,000원)",
    "맑음삼계탕(15,000원)",
    "깻잎삼계탕(29,000원)",
    "누룽지통닭(18,000원)",
  ],
};

let kf6_d = {
  img: (src = "./6계모임_마포직영점.jpeg"),
  name: 계모임마포직영점,
  grade: "-",
  tag: ["모든세대도_즐길_수_있는", "갓도축한"],
  explain: [
    "닭을 즐기는 새로운 미식경험 계:모임마포 직영점입니다. 모든 세대들도 즐길 수 있는 숯불 닭구이 전문점입니다.",
  ],
  menu: [
    "소금모듬구이(34,000원)",
    "양념모듬구이(36,000원)",
    "소금다릿살(13,000원)",
    "소금목살(13,000원)",
    "소금무릎연골(12,000원)",
    "소금어깨살(12,000원)",
    "소금안심(11,000원)",
    "소금염통(12,000원)",
    "소금근위(12,000원)",
  ],
};

let kf7_d = {
  img: (src = "./7밀밭정원.jpeg"),
  name: 밀밭정원,
  grade: 4.24,
  tag: ["매일만드는", "부드러운"],
  explain: [
    "밀밭정원의 국시와 만두는 매일 아침 맷돌로 제분한 우리 밀이고, 직접 만두피를 만들어 만두를 빚습니다.",
  ],
  menu: [
    "접시만두(12,000원)",
    "한우제물국시(12,000원)",
    "만두전골(36,000원)",
    "낙지파전(35,000원)",
    "모듬전(45,000원)",
    "만둣국(13,000원)",
    "떡국(12,000원)",
    "한우국시전골(34,000원)",
    "돼지갈비전골(36,000원)",
    "생선전(28,000원)",
  ],
};

let kf8_d = {
  img: (src = "./8마포나룻가.jpeg"),
  name: 마포나룻가,
  grade: 4.07,
  tag: ["원조김치찌개", "술안주"],
  explain: [
    "마포에서 10년 이상 운영한 원조 김치찌개 집입니다. 묵은지 닭볶음탕은 묵은지를 넣어 시원한 맛을 더했고, 별미 짤라는 간단히 소주한잔 하기에 좋은 소내장 수육입니다.",
  ],
  menu: [
    "김치찌개(10,000원)",
    "묵은지 닭볶음탕(35,000원)",
    "짤라(12,000원)",
    "생오겹살(18,000원)",
    "계란말이(9,000원)",
  ],
};

let kf9_d = {
  img: (src = "./9황톳길.jpeg"),
  name: 황톳길,
  grade: 4.24,
  tag: ["항아리음식", "보쌈맛집"],
  explain: [
    "야들야들한 고기와 맛있는 김치배추와의 환상적인 조합을 맛 볼 수 있는 각시보쌈입니다. 산채비빔밤과 항이라 수제비가 인기인 민속음식도 준비되어 있습니다.",
  ],
  menu: [
    "각시보쌈정식(10,000원)",
    "홍어삼합(57,000원)",
    "산채비빔밥9,500원)",
    "쟁반국수(12,000원)",
    "수제비(9,000원)",
    "신랑각시보쌈(중)(37,000원)",
    "신랑각시보쌈(대)(42,000원)",
    "굴보쌈(52,000원)",
    "홍어찜(30,000원)",
  ],
};

let kf10_d = {
  img: (src = "./10조선초가한끼.jpeg"),
  name: 조선초가한끼,
  grade: 4.51,
  tag: ["가족끼리 외식하기 좋은", "국악공연"],
  explain: [
    "[소갈비구이명가 조선초가한끼]매일 평쳐지는 아름다운 국악공연과 조선시대를 그대로 옮겨놓은 감성가득한 인테리어, 그리고 꽃등심부위 왕갈비를 진득하게 구워 드립니다,.",
  ],
  menu: [
    "진수성찬 2인 세트(78,000원)",
    "진수성찬 3인 세트(117,000원)",
    "갈비밥(16,000원)",
    "매콤 갈비밥(17,000원)",
    "갈비국밥(16,000원)",
    "표고 갈비살 구이(30,000원)",
    "매콤 표고 갈비상 구이(31,000원)",
    "조선왕대갈비(36,000원)",
  ],
};
