let jf1_d = {
  img: (src = "./1스시장인.jpeg"),
  name: 스시장인,
  grade: 4,
  tag: ["갓오픈한", "깔끔한"],
  explain: [
    "연남동에 위치한 일식 다이닝, 오마카세 런치 12:00부터 80,000원 디너 18:00부터 150,000원입니다.",
  ],
  menu: ["런치(80,000원)", "디너(150,000원)"],
};

let jf2_d = {
  img: (src = "./2이자카야라쿤.jpeg"),
  name: 이자카야라쿤,
  grade: 4.75,
  tag: ["리트리버와함께", "분위기좋은"],
  explain: [
    "맛없는 음식이 싫어 시작한 장사합니다. 식재료 하나하나 음식 하나하나 정성과 맛을 더하겠습니다.",
  ],
  menu: [
    "숙성광어(66,000원)",
    "여수돌문어숙회(36,000원)",
    "대창전골(27,000원)",
    "소고기타다끼(24,000원)",
    "마라모츠나베(32,000원)",
    "치킨가라아게(18,000원)",
    "고마멘샐러드(12,000원)",
    "점보야끼교차(9,000원)",
    "멘치카츠(12,000원)",
  ],
};
let jf3_d = {
  img: (src = "./3미쁘동.jpeg"),
  name: 미쁘동,
  grade: 4.42,
  tag: ["가성비좋은", "인테리어맛집"],
  explain: [
    "미쁘동은 단맛과 찰기가 우수한 고시히카리 품종으로 밥을 짓고 매일 아침 성게알으 비롯한 신선한 해산물을 받아 손질합니다.",
  ],
  menu: [
    "미쁘동(15,000원)",
    "연어소바(16,000원)",
    "토마토연어국수(20,000원)",
    "가니미소대게딱지장(10,000원)",
    "딱새우회(30,000원)",
    "연어모둠회(24,000원)",
    "연어알연어동(18,000원)",
    "우니도로동(30,000원)",
    "스지탕정식(18,000원)",
  ],
};
let jf4_d = {
  img: (src = "./4올랑올랑.jpeg"),
  name: 올랑올랑,
  grade: 4.31,
  tag: ["후토마끼맛집", "설레는"],
  explain: [
    "연어&육회 퓨전일식집 올랑올랑은 순우리말로 '마음이 설레다'라는 뜻입니다. 방문하시는 모든 고객분들의 망므을 설레이게 해드릴께요",
  ],
  menu: [
    "올랑올랑연어롤(14,900원)",
    "후토마끼한줄(26,900원)",
    "육회양념소바(13,900원)",
    "아부리동(14,900원)",
    "통베이컨매콤로제파스타(18,900원)",
    "관자전 냉소바(13,500원",
  ],
};
let jf5_d = {
  img: (src = "./5정소바.png"),
  name: 정소바,
  grade: 4.62,
  tag: ["일식맛집", "양이많은"],
  explain: [
    "안녕하세요. 연남 정소바입니다. 건강하고 즐거운 식사가 되시길 바랍니다. 감사합니다.",
  ],
  // menu: [],
};
let jf6_d = {
  img: (src = "./6연하동.jpeg"),
  name: 연하동,
  grade: 4.49,
  tag: ["가성비 좋은", "현지인 맛집"],
  // explain: [],
  // menu: [],
};
let jf7_d = {
  img: (src = "./7카쿠시타.jpeg"),
  name: 카쿠시타,
  grade: 4.53,
  tag: ["술안주로 좋은", "인생돈가스"],
  // explain: [""],
  // menu: [],
};
let jf8_d = {
  img: (src = "./8콘부연남.jpeg"),
  name: 콘부연남,
  grade: 4.3,
  tag: ["인테리어맛집", "가성비좋은"],
  // explain: [""],
  // menu: [],
};
let jf9_d = {
  img: (src = "./9쿄카이텐동.jpeg"),
  name: 쿄카이텐동,
  grade: 4.82,
  tag: ["일식분위기", "혼밥하기 좋은"],
  // explain: [""],
  // menu: [],
};
let jf10_d = {
  img: (src = "./10로야토야.jpeg"),
  name: 로야토야,
  grade: 4.5,
  tag: ["20년이상경력", "전문적인"],
  // explain: [""],
  // menu: [],
};
